import { test } from '@/public/png/review/before-after/index';

export const reviewMainData = [test, test, test, test, test, test];

export const reviewData = [
  {
    id: 1,
    searchKey: '김현중트레이너1호점안산신길점',
    images: [test, test, test],
    title: '박*우 회원님',
    tag: '바디프로필',
    center: '1호점 안산 신길점',
    naverPlaceUrl:
      'https://map.naver.com/v5/entry/place/921880323?c=14112696.9273665,4486165.2212546,13,0,0,0,dh&placePath=%2Fhome%3Fentry=plt',
    trainer: '김현중 트레이너',
    clientReview:
      '좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요',
    trainerReview:
      '좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요좋아요',
  },
  {
    id: 2,
    searchKey: '남건우트레이너1호점안산신길점',
    images: [test],
    title: '김*진 회원님',
    tag: 'PT리뷰',
    center: '1호점 안산 신길점',
    naverPlaceUrl:
      'https://map.naver.com/v5/entry/place/921880323?c=14112696.9273665,4486165.2212546,13,0,0,0,dh&placePath=%2Fhome%3Fentry=plt',
    trainer: '남건우 트레이너',
    clientReview: '',
    trainerReview: '',
  },
  {
    id: 3,
    searchKey: '김도윤트레이너4호점구로천왕점',
    images: [test],
    title: '진*민 회원님',
    tag: '바디챌린지',
    center: '4호점 구로 천왕점',
    naverPlaceUrl:
      'https://map.naver.com/v5/entry/place/921880323?c=14112696.9273665,4486165.2212546,13,0,0,0,dh&placePath=%2Fhome%3Fentry=plt',
    trainer: '김도윤 트레이너',
    clientReview: '',
    trainerReview: '',
  },
  {
    id: 4,
    searchKey: '남건우트레이너1호점안산신길점',
    images: [test],
    title: '김*우 회원님',
    tag: '바디프로필',
    center: '1호점 안산 신길점',
    naverPlaceUrl:
      'https://map.naver.com/v5/entry/place/921880323?c=14112696.9273665,4486165.2212546,13,0,0,0,dh&placePath=%2Fhome%3Fentry=plt',
    trainer: '남건우 트레이너',
    clientReview: '',
    trainerReview: '',
  },
];
