import { before_after_1 } from '@/public/png/review/before-after/index';
import {
  body_profile_1,
  body_profile_2,
  body_profile_3,
  body_profile_4,
  body_profile_5,
  body_profile_6,
  body_profile_7,
  body_profile_8,
  body_profile_9,
  body_profile_10,
  body_profile_11,
} from '@/public/png/review/body-profile/index';
import { pt_1, pt_2, pt_3 } from '@/public/png/review/pt/index';

export const reviewMainData = [
  body_profile_1,
  body_profile_2,
  before_after_1,
  body_profile_4,
  body_profile_6,
];

export const reviewData = [
  {
    id: 1,
    searchKey: '정재호트레이너6호점부천옥길점',
    images: [before_after_1],
    title: '** 회원님',
    tag: 'Before&After',
    center: '6호점 부천 옥길점',
    naverPlaceUrl:
      'https://map.naver.com/v5/entry/place/1762867363?placePath=%2Fhome%3Fentry=plt&c=15,0,0,0,dh',
    trainer: '정재호 트레이너',
    clientReview:
      '내돈내산 후기에요. 운동 절대 하지마세요. 저 처럼 날쌔집니다ㅋㅋㅋㅋ 게으른 성격탓에 늦게 일어나고 매일 야식...반복이었습니다.건강검진을 받고 위염,역류성식도염,고혈압,지방간등등..최악이라고 했어요.운동해야지 해야지 하면서 한달을 더 넘게 보냈습니다.큰맘 먹고 옥길동 헬스장을 다 돌며 상담받았습니다.기준은 전문성 ,시설 ,친절 중점으로 상담받았는데 모두 만족하고 이정도면 열심히 할수있겠다 라고 남스짐 옥길점을 택하고 등록했습니다.식단도 꼼꼼히 체크해주시고 제몸에 맞게 지도해주셔서 운동시작 3개월만에 약 20kg정도 빼고 삶의 질이 완전히 달라졌어요.주변에서도 못알아봅니다ㅋㅋㅋ남스짐은 정말 제인생의 은인이라 생각합니다..혹시나 이글을 읽으시는분들...고민하실시간에 운동하세요.남스짐 만세만세만세',
    trainerReview:
      '안녕하세요!남스짐 옥길점입니다 ㅎㅎ 회원님 처음 오셨을때와 지금 너무 건강한 모습으로 열심히 운동하시는 모습을 보면 같이 운동을 알려드리는 입장에서도 너무 대단함을 느낍니다!! 본업을 하시면서 늦은시간 운동까지 해주시고 더 열심히 노력하시는 만큼 도와드리겠습니다 감사합니다 ㅎㅎ',
  },
  {
    id: 2,
    searchKey: '김철기트레이너9호점시흥은행점',
    images: [body_profile_1],
    title: '** 회원님',
    tag: '바디프로필',
    center: '9호점 시흥 은행점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EC%9D%80%ED%96%89%EC%A0%90/place/1890409909?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '김철기 트레이너',
    clientReview:
      '남스짐에서 철기쌤이랑 운동하면서 운동을 진심으로 좋아하고 즐기게됐어요 ! 이제는 혼자서도 못하는 운동이 없을 정도고 인생을 살면서 남일일거 같았던 바디프로필도 찍어서 버킷리스트를 달성했어요- 식단 종류와 양도 정해주시고 준비과정에서 생길 수 있는 고민도 이미 쌤이 경험이 많으셔서 말하지않아도 먼저 챙겨주시며 멘탈을 정말 많이 잡아주셨습니다 아마 혼자서는 절대 못했을거같아요 ~! 덕분에 목숨보다 귀한 골격근량을 잃지않고 그 어렵다는 린매스업을 만들어 주셨어요 ㅠㅠ 운동을 매일 똑같은걸 하면 질릴 수 있는데 같은 운동도 밴드를 사용하고 자세를 조금 다르게 하는 등 다양하게 할 수 있게끔 도와주셔서 오래 운동을 했지만 항상 배워가는 수업이 너무 좋아요! 진심으로 회원을 생각해주는 남스짐은 사랑💝🫶',
    trainerReview:
      '안녕하십니까 회원님! 소중한 리뷰 감사합니다 운동전 잘못된 운동습관과 운동방식 ,식이조절 방식을 고치면서 힘드셨을텐데 잘따라와주셨고 시기별로 알맞는 운동루틴으로 그리고 과도하게 무리가는 식단으로 하지않으면서 건강하게 관리하는것이 목표였는데 과정도 결과도 너무 좋은상태로 남게되어 저희도 뿌듯합니다 ! 앞으로도 운동하는방향에 있어 꾸준하게 하실수 있도록 계속 도와드리겠습니다!',
  },
  {
    id: 3,
    searchKey: '유민우트레이너8호점군포산본점',
    images: [body_profile_2],
    title: '** 회원님',
    tag: '바디프로필',
    center: '8호점 군포 산본점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EC%82%B0%EB%B3%B8%EC%A0%90/place/1136567577?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '유민우 트레이너',
    clientReview:
      '운동습관들이기-다이어트-바프찍기까지 완벽한 성공을 도와준 민우쌤과 남스짐 입니다💪 지금은 헬짱이 되기 위해 운동중입니다. 추천이유 1. 민우쌤 있음 운동시작부터 바프를 찍을 때까지 운동목표가 여러번 바꼈는데 그때마다 목표에 맞게 운동수업+식단을 다 다르게 잡아주었습니다. 재밌고 알찬 수업. 민우쌤과 함께라면 하기싫은 운동× 재밌고 즐겁게 수업 할 수 있습니다! 항상 소통하려하고 컨디션에 맞춰 방향을 설정하는 쌤입ㄴㅣ다. 그럼에도 불구하고 수업끝나고 나면 열심히 털려있는 저..그래도 다음 수업은 어디할까 기대되는 매직..⭐️ 2. 남스짐 분위기 모든 쌤들이 친절+파워 열정적입니다. 그덕에 회원님들도 열정적 쌤들도 교육받고 꾸준히 발전하려하는 모습에 믿음이 갑니다. 기구관리👍',
    trainerReview:
      '안녕하세요 남스짐 산본점입니다. 소중한 리뷰 감사드립니다 > < 회원님이 최선을 다해주신 결과물이라고 생각합니다! 앞으로도 남스짐과 함께 건강한 운동을 함께 해주시면 감사드리겠습니다 새해복 많이받으세요!!!',
  },
  {
    id: 4,
    searchKey: '유민우트레이너8호점군포산본점',
    images: [body_profile_3],
    title: '** 회원님',
    tag: '바디프로필',
    center: '8호점 군포 산본점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EC%82%B0%EB%B3%B8%EC%A0%90/place/1136567577?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '유민우 트레이너',
    clientReview:
      '처음에 다이어트만 목적으로 피티를 끊으러 갔는데 솔직히 반신반의 했었는데 말도안됀다고 생각했던것들이 결과로 보여지기 시작하니까 너무 재밌더라고요. 운동도 식단도 재미가 들려서 바디프로필까지 찍었네요ㅎㅎ덕분에 자신감 만땅!!! ⌒⌒수업내용도 트레이너분들도 다 너무 좋아요!! 처음 한달만에 체지방만 5키로가 빠진게 너무 신기하고 좋아서 더 철저히 잘해봐야겠다 하는생각이 들었습니다. 확실히 다른 헬스장들과 달라요',
    trainerReview:
      '안녕하세요 남스짐 산본점입니다! 회원님의 변화와 함께 할수 있어 영광입니다! 최선을 다하는 트레이너와 최선을 다해주신 회원님이 만나 좋은 결과를 만들어 낼수 있었다고 생각합니다! 바디프로필이 끝이아닌 계속 운동을 할 수 있도록 도와드리겠습니다! 소중한 리뷰감사합니다> <',
  },
  {
    id: 5,
    searchKey: '신수빈트레이너3호점구로오류점',
    images: [pt_1],
    title: '** 회원님',
    tag: 'PT리뷰',
    center: '3호점 구로 오류점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EC%98%A4%EB%A5%98%EC%A0%90/place/1200580002?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '신수빈 트레이너',
    clientReview:
      '완전 헬린이에, 한달 넘게 운동을 지속해 본 적이 없는 1인 입니다! 뼈도 약하고, 체력이 많이 안좋은 편인데 수빈쌤이 제 건강 상태도 고려해서 수업 진행해주셔서 큰 무리 없이 운동하고 있습니다!! 일단 너무너무 친절하시고, 나중에 혼자서도 할 수 있게끔 기구 사용법이나, 올바른 운동 자세 등 포인트들을 잘 알려 주십니다! 그리고 아무래도 성별이 같아 자세를 잡아주실때도 터치등에 있어 부담이 없는게 너무 좋더라구요! 이전에도 운동을 시작하기만 하고 지속해본 적은 없는데 쌤과 함께라면 꾸준히 운동 할 수 있을거 같아요! 운동의 필요성은 아는데 헬스장 오는것이 막상 무섭거나, 여성트레이너님께 배우고 싶은분은 남스짐 수빈쌤께 오세요~~!! 쌤 감사합니당!!',
    trainerReview:
      '소중한 리뷰 감사합니다 회원님💕 초반보다 확실히 강력해진 체력에 저까지 다 뿌듯합니다!! 운동에 대한 거부감보단 즐거움이 더 쌓일 수 있도록 옆에서 노력할게요 ㅎㅎ 헬린이 탈출하는 그날까지 함께해요~!!💕',
  },
  {
    id: 6,
    searchKey: '김도연트레이너3호점구로오류점',
    images: [pt_2],
    title: '** 회원님',
    tag: 'PT리뷰',
    center: '3호점 구로 오류점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EC%98%A4%EB%A5%98%EC%A0%90/place/1200580002?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '김도연 트레이너',
    clientReview:
      '라인과 득근을 원하시면 남스짐! 쌤들도 너무너무 친절하시고 ! 수업시 자세 쉽게 이해할 수 있도록 해주시고 전문성이 팍팍 느껴져요! 다이어트 하러 왔다가 헬린이 입문! 어느순간 3대 200목표가 되어버린ㅋ 어쩐지 동네에 급 몸짱들이 왜이리 많지? 했는데 다 여기 다니심! ! 첨으로 여기서 운동하고 생리통약.두통약.소화제.알러지약 다 끊었어요! 삼시세끼 다 먹고 주말엔 외식까지 했는데도 3개월만에 12kg 체지방 빠졌어요ㅋ 첨으로 옷 사는데 사이즈 안보고 디자인 봤어요! 아직 남은 지방이 많지만 먹는거 스트레스 없이 다이어트 할 수 있어 좋아요ㅋㅋ 완젼 강추♡ 찐 운동맛집! 도연쌤ㆍ 인재쌤 감사합니다♡',
    trainerReview:
      '안녕하세요 회원님 리뷰 감사합니다!! 항상 개인운동도 잘해주고 운동에 대한 열정에 있어 저는 조금 보탬을 해드렸을 뿐인데 이렇게 칭찬을 해주셔서 너무 감사합니다 항상 회원님께 도움될수있도록 노력하겟습니다!',
  },
  {
    id: 7,
    searchKey: '신수빈트레이너3호점구로오류점',
    images: [pt_3],
    title: '** 회원님',
    tag: 'PT리뷰',
    center: '3호점 구로 오류점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EC%98%A4%EB%A5%98%EC%A0%90/place/1200580002?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '신수빈 트레이너',
    clientReview:
      '남스짐에서 수빈쌤한테 PT 받고 있습니다. 저는 운동이 아예 처음인데, 수빈쌤이 올바른 자세, 잘못된 자세부터 호흡법까지 구체적으로 알려주셔서 어렵지 않게 수업을 따라갈 수 있어요! 그리고 운동할 때 어떤 근육이 쓰이고 있고, 어떤 부분을 자극시켜야 하는지 상세하게 설명해 주시니까 내 PT쌤의 전문성도 신뢰할 수 있고, 내가 운동을 제대로 하고 있는지 스스로 확인할 수 있습니다! 개인운동 할 때는 뭘 하면 좋을지 루틴도 꼼꼼하게 짜 주셔요 ㅎㅎ 그리고 무엇보다도 즐겁게 운동하자는 수빈쌤의 모토가 저랑 잘 맞는 거 같아요. 식단도 강제하지 않으시고, 먹고싶은 거 먹으면서 필요한 걸 조금씩 챙겨먹을 수 있도록 피드백해주세요 ㅎㅎ 수빈쌤은 후회 없는 선택입니다! 수빈쌤이랑 계속 운동하고 싶어용♡_♡',
    trainerReview:
      '안녕하세요 회원님 소중한 리뷰 감사합니다♡ 수빈쌤과 즐겁게 운동하고 있다니 넘 뿌듯하고 기분이 좋네요!! 앞으로도 더 득근 할 수 있도록 항상 응원하겠습니다!!! 운동 화이팅♡',
  },
  {
    id: 8,
    searchKey: '홍태성트레이너7호점안산고잔점',
    images: [body_profile_4],
    title: '** 회원님',
    tag: '바디프로필',
    center: '7호점 안산 고잔점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EA%B3%A0%EC%9E%94%EC%A0%90/place/1359244093?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '홍태성 트레이너',
    clientReview:
      '고잔역 주변에 이 정도의 규모와 시설이 있는 곳은 여기가 유일하다고 생각해요!!! 다리를 다친 후 운동하는게 쉽지 않았는데 무리하지 않는 수준에서 잘 알려주세요~ 그렇다고 운동량이 부족한 느낌은 아니에요! 인생 첫 피티수업을 받는 것인데 홍태성 트레이너님의 케어가 아주 훌륭합니다 피티수업을 받으면서 뜻하지 않게 이벤트에 당첨되어서 일부 비용을 돌려받는 느낌이네요~ 다양한 이벤트가 종종 있는 거 같아요 그리고 상가건물 내에 주차를 무료로 이용할 수 있는 것도 장점입니다!! 운동 많이 해보신 분은 다양한 기구로 열심히 다니고 초보자분들은 정말 괜찮은 피티 수업으로 다녀보세요!! 추천합니다!!!!!',
    trainerReview: '',
  },
  {
    id: 9,
    searchKey: '홍태성트레이너7호점안산고잔점',
    images: [body_profile_5],
    title: '** 회원님',
    tag: '바디프로필',
    center: '7호점 안산 고잔점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EA%B3%A0%EC%9E%94%EC%A0%90/place/1359244093?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '홍태성 트레이너',
    clientReview:
      '남스짐고잔점! 헬스장 들어올때나 나갈때나 PT쌤들ㅇ 항상 우렁찬 인사로 맞아주시는 파이팅! 넘치는 곳이에요👊 파이팅 넘치는 에너지에 걸맞게 홍태성PT쌤도 열정이 넘쳐나요ㅎㅎ 전문지식은 바탕으로 올바른 운동자세를 코치해 주시며, 밴드를 통해 수업한 운동내용을 항상 영상으로 찍어주시고 피드백을 작성하여 체계적으로 관리 해주십니다! 헬린이들이 믿고 다닐 수 있는거 같아요! 시설은 두말할것 없이 쾌적하고 기구도 많아 불편함없이 이용 할 수 있어서 좋아요!',
    trainerReview: '',
  },
  {
    id: 10,
    searchKey: '박지수트레이너7호점안산고잔점',
    images: [body_profile_6],
    title: '** 회원님',
    tag: '바디프로필',
    center: '7호점 안산 고잔점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EA%B3%A0%EC%9E%94%EC%A0%90/place/1359244093?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '박지수 트레이너',
    clientReview:
      '넘넘넘~~행복한 운동시간 선생님의 꼼꼼함과 디테일하게 체크해주시며 지루하지않은 운동 시간입니다 바디프로필 촬영도 함께 준비해주시며 숨은 잠재력을 일깨워 주심에 너무나 감사드려요 그리고 다시 또한번의 도전 대회라는 여정을 앞두고함께 운동을 티칭해주시는 선생님의 무한한 가르침에 감사 드립니다~~우리 남스짐 고잔점 홧팅~~',
    trainerReview:
      '안녕하세요:) 남스짐고잔점입니다!! 회원님이 목표 달성 할 수 있도록 최선을 다해서 노력하겠습니다✨ 최고의 시설로 보답하겠습니다 소중한 리뷰 감사합니다😊',
  },
  {
    id: 11,
    searchKey: '박지수트레이너7호점안산고잔점',
    images: [body_profile_7],
    title: '** 회원님',
    tag: '바디프로필',
    center: '7호점 안산 고잔점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EA%B3%A0%EC%9E%94%EC%A0%90/place/1359244093?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '박지수 트레이너',
    clientReview:
      '다이어트는 하고 싶은데 의지도 약하고 퇴근 시간도 불규칙해서 고민만 하다가 혼자는 도저히 못 할것 같아서 피티 등록했어요! 퇴근이 늦어서 늦게까지 하는곳으로 찾다가 남스짐 고잔점으로 등록 했는데 트레이너 쌤들 너무 친절하시고 시설도 깔끔하고 진짜 좋아요!👍👍 중간 중간 일탈하는 저 때문에 고생 많으신 지수쌤,,,😅 매번 수업도 재밌게 해주시고 자세도 식단도 꼼꼼히 챙겨주셔서 감사해요🙏 쌤 덕분에 운동의 즐거움도 찾고 점점 바뀌는 제 모습을 눈으로 직접 확인하니 더 재밌는거 같아요! 빈 바 무게로도 힘들어했던 제가 점점 체력도 좋아지고 운동도 자세히 알려주셔서 개인 운동도 이제 어렵지 않게 할 수 있어요! 지수 쌤 항상 감사합니당!! 남스짐 고잔점 모든 쌤들 다 최고입니당!🔥🔥',
    trainerReview: '',
  },
  {
    id: 11,
    searchKey: '김복근트레이너7호점안산고잔점',
    images: [body_profile_8],
    title: '** 회원님',
    tag: '바디프로필',
    center: '7호점 안산 고잔점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EA%B3%A0%EC%9E%94%EC%A0%90/place/1359244093?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '김복근 트레이너',
    clientReview:
      '건강 관리 때문에 다른곳에서 운동 하던중 친구가 본인이 다니고 있는곳으로 강력 추천으로 시작했습니다.어색한 분위기에서 복근쌤 에게 PT을 받았습니다 처음은 힘들고 어렵고 했지만 체형에 맞게 운동을 가르쳐주시고 도와주시면서 마흔이 넘는 나이에도 자신감도 생기고 조금씩 자세 교정도 되고 골프에 많은 도움이 되고 있습니다. 그리고 출입문 열고 들어가는 순간부터 다양한 분위기와 매력을 가진 쌤들에 밝은 인사을 받고 운동을 시작하는 느낌 굿! 복근쌤 과 쌤들에 열정적인 분위기에 빠져 7개월 넘게 다니고 있습니다.강력추천!줄서서 먹는 운동 맛집!🥰경품 당첨😍감사합니다!근육통 생길 때마다 잘 사용 하겠습니다.',
    trainerReview: '',
  },
  {
    id: 12,
    searchKey: '김복근트레이너7호점안산고잔점',
    images: [body_profile_9],
    title: '** 회원님',
    tag: '바디프로필',
    center: '7호점 안산 고잔점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EA%B3%A0%EC%9E%94%EC%A0%90/place/1359244093?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '김복근 트레이너',
    clientReview:
      '바디프로필 목표로 운동한지 2년차입니다… 지금까지 다른헬스장에서 받은 피티수업은 뭐였는지 생각하게되네요.. 진짜 이제야 몸이 변하는게 느껴지고, 매일 아침점심으로.. 뭐먹었냐고.. 챙겨주시는데… 복근팀장님 좀 무섭습니다…ㅋㅋㅋㅋ그래도 이렇게 관리해주시니 뭐 하나 먹을때도 한번더 생각하게 되고! 운동할때도 무서워서 한번더 힘쓰게됩니다!! 진짜 2년만에 드디어 바프찍을수 있을거같아요!!!! 화이팅!!!!!',
    trainerReview: '',
  },
  {
    id: 13,
    searchKey: '김복근트레이너7호점안산고잔점',
    images: [body_profile_10],
    title: '** 회원님',
    tag: '바디프로필',
    center: '7호점 안산 고잔점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EA%B3%A0%EC%9E%94%EC%A0%90/place/1359244093?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '김복근 트레이너',
    clientReview:
      '복근쌤에게 PT를 받은지 벌써 한달 정도 지났네요😛 무작정 운동을 하는게 아니라 저의 체력과 상황에 맞게 운동을 진행시켜주시고 원리를 설명해주셔서 포기하지 않고 따를 수 있는것 같아요! 지금 10kg로 정도 빠졌는데 목표를 향해 더 노력하겠습니다! 득근💪',
    trainerReview: '',
  },
  {
    id: 14,
    searchKey: '이충길트레이너7호점안산고잔점',
    images: [body_profile_11],
    title: '** 회원님',
    tag: '바디프로필',
    center: '7호점 안산 고잔점',
    naverPlaceUrl:
      'https://map.naver.com/v5/search/%EB%82%A8%EC%8A%A4%EC%A7%90%20%EA%B3%A0%EC%9E%94%EC%A0%90/place/1359244093?c=15,0,0,0,dh&isCorrectAnswer=true',
    trainer: '이충길 트레이너',
    clientReview:
      '바디프로필 준비할때부터 촬영 후 근성장까지 도와주고 계신 울 충길쌤 👍🏻 바프 준비할때 막판에 충길쌤 만나게 되었는데용 감량폭 하루하루 쭉쭉 빠져서 매우매우 놀랐던 기억이 납니다…. 막판 2주에 -4kg……🫢🫢 매 수업마다 혼자서는 절대 못 할 운동강도 아주그냥 지대로 뽑아주셔요……. 할 땐 죽을것같은데 수업끝나면 너무 뿌듯해요ㅎㅎ 힘들어할때 “잘한다! 가볍다! 할수이써! easy easy!” 해주셔서 진쫘 시간가는줄 몰라요ㅋㅋㅋㅋ👍🏻 그렇게 매번 조져지고,, 수업 다음날 아침에는 항상 근육통을 맛볼수있답니다ㅋㅋㅋㅋㅋㅋ 이러니 수업료가 1도 안아깝지~~🤩 울 쌤 인기쟁이라서 너무 바쁘신데 칭찬만 가득해서 더 바빠지시는거 아닌가몰랑 ㅋㄷㅋㄷ 그래도 다이어트?! 근성장?! 이충길 쌤 강추 💗',
    trainerReview: '',
  },
];
